Repository: danerx77/f1
Catalog: tm/srcdatapokemon.tmx
Source language: en
Languages: pl

source: UNKNOWN
pl: NIEZNANY

source: SEED
pl: NASIENNY

source: LIZARD
pl: JASZCZURKA

source: FLAME
pl: PŁOMIENNY

source: TINY TURTLE
pl: MAŁY ŻÓŁW

source: TURTLE
pl: ŻÓŁW

source: SHELLFISH
pl: SKORUPIAK

source: WORM
pl: ROBAL

source: COCOON
pl: KOKON

source: BUTTERFLY
pl: MOTYL

source: HAIRY BUG
pl: WŁOSOROBAK

source: POISON BEE
pl: PSZCZOŁA

source: TINY BIRD
pl: MAŁY PTAK

source: BIRD
pl: PTAK

source: MOUSE
pl: MYSZ

source: BEAK
pl: DZIOBATY

source: SNAKE
pl: WĄŻ

source: COBRA
pl: KOBRA

source: POISON PIN
pl: TRUJĄCY

source: DRILL
pl: WIERCĄCY

source: FAIRY
pl: WRÓŻKA

source: FOX
pl: LIS

source: BALLOON
pl: BALON

source: BAT
pl: NIETOPERZ

source: WEED
pl: CHWAST

source: FLOWER
pl: KWIAT

source: MUSHROOM
pl: MUCHOMOR

source: INSECT
pl: INSEKT

source: POISON MOTH
pl: TRUJĄCA CMA

source: MOLE
pl: KRET

source: SCRATCH CAT
pl: DRAPIKOT

source: CLASSY CAT
pl: STYLOWY KOT

source: DUCK
pl: KACZKA

source: PIG MONKEY
pl: ŚWINIOMAŁPA

source: PUPPY
pl: SZCZENIAK

source: LEGENDARY
pl: LEGENDARNY

source: TADPOLE
pl: KIJANKA

source: SUPERPOWER
pl: SUPERSILNY

source: FLYCATCHER
pl: MUCHOŁÓWKA

source: JELLYFISH
pl: MEDUZA

source: ROCK
pl: KAMIENNY

source: MEGATON
pl: MEGATONA

source: FIRE HORSE
pl: OGNISTY KOŃ

source: DOPEY
pl: GŁUPAWY

source: HERMIT CRAB
pl: OGONOMUSZLI

source: MAGNET
pl: MAGNES

source: WILD DUCK
pl: DZIKAKACZKA

source: TWIN BIRD
pl: DWUPTAK

source: TRIPLE BIRD
pl: TRÓJPTAK

source: SEA LION
pl: LEW MORSKI

source: SLUDGE
pl: MUŁOWY

source: BIVALVE
pl: MAŁŻA

source: GAS
pl: GAZOWY

source: SHADOW
pl: CIENISTY

source: ROCK SNAKE
pl: SKALNY WĄŻ

source: HYPNOSIS
pl: HIPNOTYCZNY

source: RIVER CRAB
pl: RZECZNYKRAB

source: PINCER
pl: SZCZYPCOWY

source: BALL
pl: KULA

source: EGG
pl: JAJO

source: COCONUT
pl: KOKOS

source: LONELY
pl: SAMOTNY

source: BONE KEEPER
pl: KOŚCIOMIOT

source: KICKING
pl: KOPIĄCY

source: PUNCHING
pl: UDERZAJĄCY

source: LICKING
pl: LIŻĄCY

source: POISON GAS
pl: TRUJĄCY GAZ

source: SPIKES
pl: KOLCZASTY

source: VINE
pl: PNĄCZE

source: PARENT
pl: RODZIC

source: DRAGON
pl: SMOK

source: GOLDFISH
pl: ZŁOTA RYBKA

source: STAR SHAPE
pl: GWIEZDNY

source: MYSTERIOUS
pl: TAJEMNICZY

source: BARRIER
pl: BARIEROWY

source: MANTIS
pl: MODLISZKA

source: HUMAN SHAPE
pl: CZŁOWIECZNY

source: ELECTRIC
pl: ELEKTRYCZNY

source: SPITFIRE
pl: CHOLERYK

source: STAG BEETLE
pl: JELONKOWATY

source: WILD BULL
pl: DZIKI BYK

source: FISH
pl: RYBA

source: ATROCIOUS
pl: STRASZNY

source: TRANSPORT
pl: PRZEWOŻNIK

source: TRANSFORM
pl: ZMIENNY

source: EVOLUTION
pl: EWOLUCYJNY

source: BUBBLE JET
pl: ODRZUTOWY

source: LIGHTNING
pl: PIORUN

source: VIRTUAL
pl: WIRTUALNY

source: SPIRAL
pl: SPIRALNY

source: FOSSIL
pl: SKAMIELINA

source: SLEEPING
pl: ŚPIĄCY

source: FREEZE
pl: MROŹNY

source: GENETIC
pl: GENETYCZNY

source: NEW SPECIES
pl: NOWYGATUNEK

source: LEAF
pl: LIŚCIASTY

source: HERB
pl: ZIOŁOWY

source: FIRE MOUSE
pl: OGNISTAMYSZ

source: VOLCANO
pl: WULKAN

source: BIG JAW
pl: ZEBATY

source: SCOUT
pl: ZWIADOWCA

source: LONG BODY
pl: PODŁUŻNY

source: OWL
pl: SOWA

source: FIVE STAR
pl: BIEDRONKA

source: STRING SPIT
pl: TKACZ

source: LONG LEG
pl: DŁUGONOGI

source: ANGLER
pl: ŻABNICA

source: LIGHT
pl: ŚWIETLNY

source: TINY MOUSE
pl: MAŁA MYSZ

source: SPIKE BALL
pl: KOLCZASTY

source: HAPPINESS
pl: SZCZEŚLIWY

source: MYSTIC
pl: MISTYCZNY

source: WOOL
pl: WEŁNIANY

source: AQUA MOUSE
pl: WODNA MYSZ

source: AQUA RABBIT
pl: WODNYKRÓLIK

source: IMITATION
pl: IMATACYJNY

source: FROG
pl: ŻABA

source: COTTONWEED
pl: DMUCHAWIEC

source: LONG TAIL
pl: OGONIASTY

source: SUN
pl: SŁONECZNY

source: CLEAR WING
pl: SKRZYDLATY

source: WATER FISH
pl: RYBA

source: MOONLIGHT
pl: KSIEŻYCOWY

source: DARKNESS
pl: MROCZNY

source: ROYAL
pl: KRÓLEWSKI

source: SCREECH
pl: SKRZECZĄCY

source: PATIENT
pl: CIERPLIWY

source: LONG NECK
pl: DŁUGOSZYI

source: BAGWORM
pl: KOSZÓWKA

source: LAND SNAKE
pl: LĄDOWY WĄŻ

source: FLYSCORPION
pl: SKORPIOLOT

source: IRON SNAKE
pl: ŻELAZNY WĄŻ

source: MOLD
pl: PLEŚNIAK

source: SINGLE HORN
pl: JEDNOROGI

source: SHARP CLAW
pl: OSTROSZPON

source: LITTLE BEAR
pl: MAŁY MIŚ

source: LAVA
pl: LAWOWY

source: PIG
pl: PROSIAK

source: SWINE
pl: ŚWINIA

source: CORAL
pl: KORALOWIEC

source: JET
pl: ODRZUTOWY

source: DELIVERY
pl: DOSTAWCZY

source: KITE
pl: LATAWIEC

source: ARMOR BIRD
pl: ZBROJOPTAK

source: DARK
pl: MROCZNY

source: LONG NOSE
pl: DŁUGONOSY

source: ARMOR
pl: ZBROJONY

source: BIG HORN
pl: WIELKOROGI

source: PAINTER
pl: MALARZ

source: SCUFFLE
pl: OSIŁEK

source: HANDSTAND
pl: NA OPAK

source: KISS
pl: CAŁUJĄCY

source: LIVE COAL
pl: WEGIELEK

source: MILK COW
pl: KROWA

source: THUNDER
pl: PIORUN

source: AURORA
pl: ZORZA

source: ROCK SKIN
pl: GŁAZOSKÓRNY

source: HARD SHELL
pl: TWARDOSKÓRNY

source: DIVING
pl: NURKUJĄCY

source: RAINBOW
pl: TECZOWY

source: TIME TRAVEL
pl: NADCZASOWY

source: WOOD GECKO
pl: LEŚNY GEKON

source: FOREST
pl: LEŚNY

source: CHICK
pl: KURCZAK

source: YOUNG FOWL
pl: KOGUT

source: BLAZE
pl: PŁOMIENNY

source: MUD FISH
pl: BŁOTNA RYBA

source: BITE
pl: GRYZĄCY

source: TINYRACCOON
pl: MAŁY SZOP

source: RUSHING
pl: PEDZĄCY

source: WATER WEED
pl: MOCZARKA

source: JOLLY
pl: POCIESZNY

source: CAREFREE
pl: BEZTROSKI

source: ACORN
pl: ŻOŁĄDŹ

source: WILY
pl: CHYTRY

source: WICKED
pl: NIEGODZIWY

source: TINYSWALLOW
pl: JASKÓŁECZKA

source: SWALLOW
pl: JASKÓŁKA

source: SEAGULL
pl: MEWA

source: WATER BIRD
pl: WODNY PTAK

source: FEELING
pl: UCZUCIOWY

source: EMOTION
pl: EMOCJONALNY

source: EMBRACE
pl: ŚCISKAJĄCY

source: POND SKATER
pl: NARTNIK

source: EYEBALL
pl: OKO

source: SLACKER
pl: OBIBOK

source: WILD MONKEY
pl: DZIKA MAŁPA

source: LAZY
pl: LENIWY

source: TRAINEE
pl: PRAKTYANT

source: SHED
pl: ŁUSKA

source: WHISPER
pl: SZEPCĄCY

source: BIG VOICE
pl: HAŁAŚLIWY

source: LOUD NOISE
pl: GŁOŚNY

source: GUTS
pl: ODWAŻNY

source: ARM THRUST
pl: NACIERAJĄCY

source: POLKA DOT
pl: GROSZKOWY

source: COMPASS
pl: KOMPAS

source: KITTEN
pl: KOCIAK

source: PRIM
pl: WYSZUKANY

source: DECEIVER
pl: ZWODNIK

source: IRON ARMOR
pl: ŻELAZNY

source: MEDITATE
pl: MEDYTUJĄCY

source: DISCHARGE
pl: ROZŁADOWANY

source: CHEERING
pl: POCIESZNY

source: FIREFLY
pl: ŚWIETLIK

source: THORN
pl: CIERNISTY

source: STOMACH
pl: ŻOŁĄDKOWY

source: POISON BAG
pl: TRUJĄCY WÓR

source: SAVAGE
pl: DZIKI

source: BRUTAL
pl: BRUTALNY

source: BALL WHALE
pl: KULORYB

source: FLOAT WHALE
pl: WIELORYB

source: NUMB
pl: ODRETWIAŁY

source: ERUPTION
pl: ERUPCYJNY

source: COAL
pl: WEGIELEK

source: BOUNCE
pl: SPREŻYNA

source: MANIPULATE
pl: MANIPULACJA

source: SPOT PANDA
pl: ŁACIATY

source: ANT PIT
pl: MROWISKO

source: VIBRATION
pl: WIBRACYJNY

source: CACTUS
pl: KAKTUS

source: SCARECROW
pl: STRASZNY

source: COTTON BIRD
pl: BAWEŁNOPTAK

source: HUMMING
pl: NUCĄCY

source: CAT FERRET
pl: KOCIAFRETKA

source: FANG SNAKE
pl: WĄŻOWY KIEŁ

source: METEORITE
pl: METEORYT

source: WHISKERS
pl: WĄSATY

source: RUFFIAN
pl: SZUBRAWIEC

source: ROGUE
pl: SZELMA

source: CLAY DOLL
pl: LALKA

source: SEA LILY
pl: LILIA WODNA

source: BARNACLE
pl: WĄSONÓG

source: OLD SHRIMP
pl: PRAKREWETKA

source: PLATE
pl: PŁYTOWY

source: TENDER
pl: WRAŻLIWY

source: WEATHER
pl: POGODOWY

source: COLOR SWAP
pl: RÓŻNOBARWNY

source: PUPPET
pl: KUKIEŁKA

source: MARIONETTE
pl: MARIONETKA

source: BECKON
pl: KIWAJĄCY

source: FRUIT
pl: OWOCOWY

source: WIND CHIME
pl: DZWONWIATRU

source: DISASTER
pl: KATAKLIZM

source: BRIGHT
pl: JASNY

source: SNOW HAT
pl: ŚNIEŻNY

source: FACE
pl: TWARZ

source: CLAP
pl: KLASKACZ

source: BALL ROLL
pl: TOCZĄCYKULE

source: ICE BREAK
pl: LODOŁAMACZ

source: DEEP SEA
pl: PODMORSKI

source: SOUTH SEA
pl: WÓDPOŁUDNIA

source: LONGEVITY
pl: TRWAŁY

source: ROCK HEAD
pl: SKAŁO GŁOWY

source: ENDURANCE
pl: WYTRZYMAŁY

source: IRON BALL
pl: ŻELAZOKULA

source: IRON CLAW
pl: ŻELAZOPAZUR

source: IRON LEG
pl: ŻELAZOŁAPA

source: ROCK PEAK
pl: CZUBEK GÓRY

source: ICEBERG
pl: GÓRA LODOWA

source: IRON
pl: ŻELAZNY

source: SEA BASIN
pl: DNA MORZA

source: CONTINENT
pl: KONTYNENT

source: SKY HIGH
pl: PODNIEBNY

source: WISH
pl: ŻYCZEŃ

source: This is a newly discovered POKéMON. It is\ncurrently under investigation. No detailed\ninformation is available at this time.
pl: To jest nowo odkryty POKéMON. Aktualnie\nprowadzone są nad nim badania. Chwilowo\nbrak jakichkolwiek innych informacji.

source: There is a plant seed on its back right\nfrom the day this POKéMON is born.\nThe seed slowly grows larger.
pl: Od czasu narodzin nosi na plecach\ndziwną roślinę. Ta roślina rośnie\nrazem z nim przez cały czas.

source: There is a plant bulb on its back.\nWhen it absorbs nutrients, the bulb is said\nto blossom into a large flower.
pl: Nosi na plecach cebulkę kwiatu.\nKiedy absorbuje mikroelementy z ziemi,\njego cebulka zakwita w spory kwiat.

source: A bewitching aroma wafts from its flower.\nThe fragrance becalms those engaged in\na battle.
pl: Z jego kwiatu wydobywa się czarujący\nzapach uspokajający przeciwnikow\npodczas walki.

source: From the time it is born, a flame burns\nat the tip of its tail. Its life would end\nif the flame were to go out.
pl: Od czasu jego narodzin, na końcu jego\nogona pali się mały płomień. Gdy\nzgaśnie, ten POKéMON może umrzeć.

source: It lashes about with its tail to knock\ndown its foe. It then tears up the fallen\nopponent with sharp claws.
pl: Używa swego ogona, by powalać wrogów. \nPóźniej drapie leżącego przy pomocy\nswych ostrych pazurów.

source: Its wings can carry this POKéMON close to\nan altitude of 4,600 feet. It blows out\nfire at very high temperatures.
pl: Jego silne skrzydła mogą go unieść na\nwysokość 4600 stóp. Zionie ogniem o\nbardzo wysokiej temperaturze.

source: When it retracts its long neck into its\nshell, it squirts out water with vigorous\nforce.
pl: Kiedy chowa swoją głowe do skorupy,\ntryska wodnymi biczami z bardzo dużą\nsiłą.

source: This POKéMON is very popular as a pet.\nIts fur-covered tail is a symbol of its\nlongevity.
pl: Ten POKéMON jest popularny jako pupil.\nJego futrzasty ogon symbolizuje jego\nmądrość.

source: It crushes its foe under its heavy body\nto cause fainting. In a pinch, it will\nwithdraw inside its shell.
pl: Przygniata przeciwnika swoim ciężkim\nciałem, by unieruchomić przeciwnika.\nRzadko chowa się w muszli.

source: It is covered with a green skin. When it\ngrows, it sheds the skin, covers itself\nwith silk, and becomes a cocoon.
pl: Jest pokryty zieloną skórą. Gdy rośnie,\ntraci skórę, pokrywa się jedwabną nicią\ni zmienia w twardy kokon.

source: Even though it is encased in a sturdy\nshell, the body inside is tender.\nIt can't withstand a harsh attack.
pl: Mimo, że pokryty twardą skorupą, jego\nciało w środku jest delikatne. \nNie oprze się silnym atakom.

source: The wings are protected by rain-repellent\ndust. As a result, this POKéMON can fly\nabout even in rain.
pl: Jego skrzydła pokryte są wodoodporną\nwarstwą. Dzieki temu ten POKéMON może\nlatać w czasie deszczu.

source: Often found in forests and grasslands.\nIt has a sharp, toxic barb of around two\ninches on top of its head.
pl: Często występuje w lasach i na polach.\nMa na głowie ostry, trujący kolec, \ndługi na około dwa cale.

source: This POKéMON is in a temporary stage\nwhile making its body. It is almost\ncompletely unable to move on its own.
pl: Ten POKéMON jest w stanie przejściowym\npodczas przemiany swojego ciała. Jest\njuż prawie gotowy do wyjścia.

source: May appear in a swarm. Flies at violent\nspeeds, all the while stabbing with the\ntoxic stinger on its rear.
pl: Często występuje w większych rojach.\nLata z dużą prędkością, kłując trującym\nżądłem na swoim odwłoku.

source: Does not like to fight. It hides in\ntall grass and so on, foraging for food\nsuch as small bugs.
pl: Nie lubi walczyć. Chowa się w \nwysokiej trawie, szukając pożywienia, \njak małe robaki.

source: The claws on its feet are well developed.\nIt can carry prey such as an EXEGGCUTE\nto its nest over 60 miles away.
pl: Ma bardzo dobrze rozwinięte szpony. Może\nprzenosić ofiary, takie jak EXEGGCUTE\nna dystans nawet 100 kilometrów.

source: It spreads its gorgeous wings widely to\nintimidate enemies. It races through the\nskies at Mach-2 speed.
pl: Rozciąga swoje ogromne skrzydła, aby \nstraszyć przeciwników. Fruwa w powietrzu\nz ogromną predkoscią.

source: Its fangs are long and very sharp.\nThey grow continuously, so it gnaws on\nhard things to whittle them down.
pl: Jego kły są długie i bardzo ostre.\nCały czas rosną, więc gryzie twarde \nrzeczy, aby je wzmocnić.

source: Its rear feet have three toes each.\nThey are webbed, enabling it to swim\nacross rivers.
pl: Jego tylne nogi mają po trzy palce.\nMa pomiędzy nimi błony, co bardzo\nułatwia pływanie.

source: It busily flits around here and there.\nEven if it is frail, it can be a tough\nfoe that uses MIRROR MOVE.
pl: Cały czas uważnie obserwuje teren. \nMimo, że jest dość słaby, może namieszać\nużywając ataku PAPUGOWANIE.

source: Its huge and magnificent wings can keep it\naloft in the sky. It can remain flying a\nwhole day without landing.
pl: Jego ogromne, wspaniałe skrzydła mogą go\nunieść bardzo wysoko. Może pozostać w\npowietrzu dzień bez przerwy.

source: A very common sight in grassland, etc.\nIt flicks its tongue in and out to sense\ndanger in its surroundings.
pl: Bardzo często spotykany na polach, itp.\nPorusza swoim ogonem, by wyczuwać\nzagrożenia w otoczeniu.

source: The pattern on its belly appears to be a\nfrightening face. Weak foes will flee just\nat the sight of the pattern.
pl: Wzór na jego brzuchu przypomina straszną\ntwarz. Słabe POKéMONY uciekają już na\nsam widok tego wzoru.

source: It has small electric sacs on both its\ncheeks. If threatened, it looses electric\ncharges from the sacs.
pl: Ma małe elektryczne torebki na obu \npoliczkach. W razie zagrożenia, uwalnia \nz nich elektryczność.

source: Its electric charges can reach even\n100,000 volts. Careless contact can cause\neven an Indian elephant to faint.
pl: Jego ładunki elektryczne mogą mieć \nnawet 100 tysięcy woltów. Taka energia \nmogłaby powalić nawet DONPHANA.

source: It burrows and lives underground.\nIf threatened, it curls itself up into a\nball for protection.
pl: Żyje pod ziemią, kopiąc tunele.\nW razie zagrożenia zwija się w kulkę\ndla ochrony przed wrogiem.

source: It is adept at attacking with the spines\non its back and its sharp claws while\nquickly scurrying about.
pl: Dobrze opanował technikę atakowania \nprzy pomocy kolców na jego plecach\noraz długich, ostrych pazurów.

source: Though small, it must be treated with\ncaution because of its powerfully toxic\nbarbs. The female has smaller horns.
pl: Mimo, że niewielki, trzeba uważac na \ntrujący kolec na jego głowie. Samica ma\no wiele mniejsze kolce.

source: The female has a gentle temperament.\nIt emits ultrasonic cries that have the\npower to befuddle foes.
pl: Samica ma łagodniejszy charakter.\nEmituje sygnały ultradźwiękowe, które\nmogą oszołomić przeciwnika.

source: The body is covered by stiff, needle-\nlike scales. If it becomes excited,\nthe needles bristle outwards.
pl: Jej skóra jest pokryta sztywną\npowłoką, podobną do łusek. Może się\nzjeżyć, kiedy coś się dzieje.

source: Its large ears are flapped like wings\nwhen it is listening to distant sounds.\nIt extends toxic barbs when angered.
pl: Wachluje uszami jak skrzydłami, kiedy\nnasłuchuje czegoś z daleka. Jego kolec \nrośnie, gdy jest zdenerwowany.

source: It is easily angered. By swinging its well-\ndeveloped horn wildly, it can even punch\nthrough diamond.
pl: Łatwo go zezłościć. Uderzając swoim\ndobrze rozwiniętym rogiem naprawdę\nmocno, może kruszyć diamenty.

source: It is recognized by its rock-hard hide\nand its extended horn. Be careful with\nthe horn as it contains venom.
pl: Łatwo go rozpoznać po bardzo twardej \nskórze i rozwiniętym rogu, który\nzawiera naprawde silny jad.

source: Its adorable appearance makes it popular\nas a pet. However, it is rare and\ndifficult to find.
pl: Dzięki słodkiemu, niewinnemu wyglądowi\njest popularny jako pupil. Bardzo\ntrudno go złapać.

source: It has an acute sense of hearing. It can\neasily hear a pin being dropped nearly\n1,100 yards away.
pl: Ma bardzo wyczulony zmysł słuchu.\nPotrafi usłyszec igłę upuszczoną nawet\nsto metrów od niego.

source: While young, it has six gorgeous tails.\nWhen it grows, several new tails are\nsprouted.
pl: Młode mają sześć pięknych ogonów.\nGdy rosną, pojawia się kilka\nnowych.

source: It has nine long tails and fur that \ngleams gold. It is said to live for \n1,000 years.
pl: Ma 9 długich ogonów i futro mieniące\nsię złotym kolorem. Mówią, że może\nżyć 1000 lat.

source: It captivates foes with its huge, round\neyes, then lulls them to sleep by singing\na soothing melody.
pl: Zniewala wrogów pięknymi, okrągłymi\noczami, a następnie śpiewa im \nusypiającą melodię.

source: Its fur is extremely fine, dense, and\nsupple. The exquisitely pleasant fur\nconveys an image of luxury.
pl: Ma bardzo delikatne, gęste i miękkie \nfutro. Jest tak przyjemne w dotyku,\nże stało się wzorem luksusu.

source: It has no eyes. Instead, it relies on\nits ultrasonic cries for echo location to\nflit about in darkness.
pl: Nie ma oczu. Zamiast nich wykorzystuje\nwłasne fale ultradźwiękowe, aby odnaleźć\ndrogę w ciemnościach.

source: It clamps down on its prey with needle-\nsharp fangs and drains over 10 ounces of\nblood in one gulp.
pl: Uderza we wroga swymi ostrymi jak\nbrzytwa zębami i łapczywie wysysa \nkrew z bezbronnych ofiar.

source: Its scientific name is “Oddium Wanderus.”\nAt night, it is said to walk nearly 1,000\nfeet on its two roots.
pl: Jego łacińska nazwa to “Oddium Wanderus.”\nMowią, że nocami odbywa długie wędrówki\nna swych małych nogach.

source: Its pistils exude an incredibly foul odor.\nThe horrid stench can cause fainting at a\ndistance of 1.25 miles.
pl: Jego płatki zawierają wstrętny aromat. \nTen smród jest tak potworny, że czuć\ngo 2 kilometry od niego.

source: Its petals are the largest in the world.\nIt fiendishly scatters allergy-causing\npollen from its petals.
pl: Ma największe na świecie płatki.\nRozpyla z nich dookoła ostry pyłek,\nmogący powodować alergie.

source: Growing out of the bug's back are\nmushrooms called tochukaso. The mushrooms\ngrow with the bug host.
pl: Na plecach tego owada rosną małe \ngrzybki zwane tochukaso. Grzybki rosną\nrazem z tym POKéMONEM.

source: It scatters toxic spores from the\nmushroom cap. In China, the spores are\nused as herbal medicine.
pl: Rozrzuca toksyny z kapelusza\nswojego grzyba. W Chinach robi\nsię z nich rozmaite leki.

source: Its eyes act as radar, enabling it to be\nactive in darkness. The eyes can also\nshoot powerful beams.
pl: Używa swych oczu jako radaru, dzięki\nczemu może być aktywny nocą. Może też\nstrzelać promieniami.

source: The wings are covered with dustlike\nscales. Every time it flaps its wings, it\nlooses highly toxic dust.
pl: Jego skrzydła są pokryte łuskami. \nZawsze kiedy nimi macha, rozpyla bardzo\ntoksyczną substancję.

source: It burrows through the ground at a\nshallow depth. It leaves raised earth in\nits wake, making it easy to spot.
pl: Przekopuje glebę płytko pod powierzchnią\nziemii. Pozostawia za sobą ślad\npodniesionej ziemii.

source: In battle, it digs through the ground and\nstrikes the unsuspecting foe from an\nunexpected direction.
pl: W walce, przekopuje glebę i uderza\nzaskoczonego wroga z nieprzewidzianego\nkierunku.

source: All it does is sleep during the daytime.\nAt night, it patrols its territory with its\neyes aglow.
pl: Cały dzień spędza na śnie.\nW nocy, patroluje swoje terytorium swymi\nświecącymi oczami.

source: Has a vicious temperament. Beware if it\nraises its tail straight up. It is a signal\nthat it is about to pounce and bite.
pl: Ma niesamowity temperament. Uważaj, gdy\npodnosi wysoko ogon. To sygnał, że zaraz\nzacznie skakać i gryźć.

source: It is constantly wracked by a headache.\nWhen the headache turns intense, it begins\nusing mysterious powers.
pl: Cały czas męczy go ból głowy.\nGdy staje się bardzo intensywny, używa\ntajemniczych mocy psychicznych.

source: The forelegs are webbed, helping to make\nit an adept swimmer. It can be seen\nswimming elegantly in lakes, etc.
pl: Przednie łapy pokryte są błonami, które\npomagają mu pływać. Pływa z gracją\npo jeziorach, rzekach itd.

source: Light and agile on its feet, and ferocious\nin temperament. When angered, it flies into\nan uncontrollable frenzy.
pl: Lekki i zwinny, a także zawsze porywczy.\nGdy zostanie rozgniewany, wpada w\nniekontrolowany szał.

source: It is always outrageously furious. If it\ngives chase, it will tenaciously track the\ntarget no matter how far.
pl: Jest zawsze strasznie wściekły. Gdy\nzacznie prowadzić pościg, będzie ścigał\nofiarę niezależnie od odległości.

source: Very friendly and faithful to people.\nIt will try to repel enemies by barking\nand biting.
pl: Bardzo przyjazny i wierny ludziom.\nStara się odpędzić wrogów szczekając i\ngryząc.

source: A POKéMON that is described in Chinese\nlegends. It is said to race at an\nunbelievable speed.
pl: POKéMON opisywany w Chińskich Legendach.\nPodobno porusza się z niesamowitą\nszybkością.

source: Its slick black skin is thin and damp.\nA part of its internal organs can be seen\nthrough the skin as a spiral pattern.
pl: Jego delikatna skóra jest bardzo cienka.\nSpiralny wzór prześwituje tak, że można\ndostrzec tam organy wewnętrzne.

source: Its two legs are well developed.\nEven though it can live on the ground,\nit prefers living in water.
pl: Ma bardzo dobrze rozbudowane nogi.\nMimo, że może żyć na lądzie,\npreferuje mieszkanie w wodzie.

source: An adept swimmer, it knows the front\ncrawl, butterfly, and more. It is faster\nthan the best human swimmers.
pl: Mistrz pływacki, potrafi pływać\nkraulem, motylkiem i wieloma innymy\nstylami. Szybszy niż ludzcy pływacy.

source: It sleeps for 18 hours a day. It uses a\nvariety of extrasensory powers even\nwhile asleep.
pl: Śpi 18 godzin na dobę. Używa wielu\ntelekinetycznych mocy nawet w\ntrakcie snu.

source: It happened one morning - a boy with\nextrasensory powers awoke in bed\ntransformed into KADABRA.
pl: Wydarzyło się to jednego ranka.\nChłopiec o niezwykłych mocach obudził\nsię zmieniony w KADABRĘ.

source: It does not like physical attacks very \nmuch. Instead, it freely uses extra-\nsensory powers to defeat foes.
pl: Nie lubi używać żadnych fizycznych\nataków. Zamiast tego zręcznie korzysta\nz mocy psychicznych.

source: Its whole body is composed of muscles.\nEven though it's the size of a human\nchild, it can hurl 100 grown-ups.
pl: Całe jego ciało zbudowane jest z mięśni.\nMimo, że jest rozmiarów dziecka,\nprzewyższa siłą 100 dorosłych.

source: Its formidable body never gets tired.\nIt helps people by doing work such as\nthe moving of heavy goods.
pl: Jego ciało nigdy się nie męczy.\nPomaga ludziom wykonując prace takie\njak przenoszenie ciężkich dóbr.

source: Its four ruggedly developed arms can\nlaunch a flurry of 1,000 punches in just\ntwo seconds.
pl: Jego cztery świetnie rozwinięte\nramiona potrafią zadać grad 1,000 ciosów\nw dwie sekundy.

source: Its bud looks like a human face. Because\nof the bud, it is rumored to be a type of\nlegendary mandrake plant.
pl: Jego dzban wygląda jak ludzka twarz.\nZ uwagi na jego dzbanek, nazywa się go\nlegendarną mandragorą.

source: The leafy parts act as cutters for\nslashing foes. It spits a fluid that\ndissolves everything.
pl: Jego liście służą mu jako noże do\ncięcia wrogów. Pluje fluidem,\nrozkładającym wszystko.

source: Lures prey into its mouth with a honeylike\naroma. The helpless prey is melted with\na dissolving fluid.
pl: Zwabia ofiarę do swojej paszczy aromatem\nmiodu. Bezbronna ofiara rozpuszczana jest\nw jego kwasach.
